"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Ben jij dit niet?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 vriend is in de buurt";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 dag";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 uur";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minuut";

"1d|short indicator that a user was active 1 day ago" = "1d";

"1h|short indicator that a user was active 1 hour ago" = "1u";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limiet van 1 min.: laat los om te versturen";

"1m|short indicator that a user was active 1 minute ago" = "1m";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dagen";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 uur";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minuten";

"A new version of Messenger is available.|New version title" = "Er is een nieuwe versie van Messenger beschikbaar.";

"Activation Code|placeholder text for activation code field" = "Activeringscode";

"Activation Request Failed|" = "Activeringsverzoek mislukt";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Nu actief (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Favoriet toevoegen";

"Add More People|button for adding people to the conversation" = "Meer personen toevoegen";

"Add More People|title for add members page" = "Meer personen toevoegen";

"Add More People|title for add people page" = "Meer personen toevoegen";

"Add To Conversation|text to show in the add people button" = "Toevoegen aan gesprek";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Toevoegen aan bestaand contact";

"Add|generic add button" = "Toevoegen";

"Adding...|adding progress text" = "Toevoegen...";

"Advanced Settings|text for advanced settings button" = "Geavanceerde instellingen";

"Advanced|title for advanced settings page" = "Geavanceerd";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Waarschuwingen uit tot %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Waarschuwingen uit voor 1 uur";

"Alerts Off|Indicates that alerts are off" = "Waarschuwingen uit";

"Alerts On|Indicates that alerts are on" = "Waarschuwingen aan";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Alle meldingen zijn gedurende 8 uur uitgeschakeld.";

"All notifications are off.|Mute warning display on thread list" = "Alle meldingen zijn uitgeschakeld.";

"Answer|Text for button that accepts a call" = "Antwoord";

"Archive Thread|Button label that will archive the thread" = "Discussie archiveren";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Weet je zeker dat je de gespreksnaam wilt verwijderen?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Weet je zeker dat je dit gesprek wilt verlaten? Je ontvangt dan geen nieuwe berichten meer.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Weet je dit zeker?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Foto bijvoegen";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Media bijvoegen";

"Auto Send|Auto send label" = "Automatisch versturen";

"Back|generic nav bar back button" = "Terug";

"Bing Image Search|" = "Zoeken in Bing Afbeeldingen";

"Call Ended|End call message in non-error case" = "Gesprek beëindigd";

"Call Ended|String shown when the call ends" = "Gesprek beëindigd";

"Call Failed|End call message in error case" = "Gesprek beëindigd";

"Call %@|action sheet option for calling a phone number" = "Bel %1$@";

"Camera|Button label for attaching a photo from the camera" = "Camera•";

"Cancel|Title for generic Cancel button." = "Annuleren";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Foto kiezen";

"Clear|prompt to clear all unsent messages" = "Wissen";

"Clearing...|Progress text shown while clearing the image for a thread" = "Wissen...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Wissen...";

"Close active chat|Button to close an active chat" = "Actieve chat sluiten";

"Comment|Comment button title" = "Reageren";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Bericht aan %1$@ opstellen";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Beircht aan %1$@: %2$@ opstellen";

"Confirm Phone|Title of page where user enters their phone number" = "Bevestig telefoon";

"Connecting|Text shown on call screen while connecting a call" = "Verbinding maken";

"Connection Failed|Alert title when connection failed" = "Verbinden is mislukt";

"Connection Lost|End call message in connection lost case" = "Verbinding verbroken";

"Contact Info|Title of the canonical thread info page." = "Contactgegevens";

"Contacting|Text shown on call screen while contacting another party" = "Bezig met verbinden";

"Continue|Login - Login Button Title for Keychain Login" = "Doorgaan";

"Conversation Name|placeholder text in conversation name textfield" = "Gespreksnaam";

"Copy Link|Option that pops out after long press on a link in message thread." = "Link kopiëren";

"Copy|action sheet option for copying a string to the clipboard" = "Kopiëren";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Kan geen nieuwe leden toevoegen. Probeer het opnieuw.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Kan beschikbaarheid niet ophalen";

"Countries|Title for country picker" = "Landen";

"Country|Country - Country placeholder text" = "Land";

"Create Group Conversation|button for adding people to the canonical conversation" = "Groepsgesprek maken";

"Create New Contact|action sheet option for creating a new contact" = "Nieuw contact maken";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Op dit moment in gesprek";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Meldingsinstellingen aanpassen";

"Decline|Text for button that declines a call" = "Weigeren";

"Delete Conversation Name|alert title for deleting conversation name" = "Gespreksnaam verwijderen";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Bericht verwijderen? Dit kan niet ongedaan worden gemaakt.";

"Delete|Button to accept deleting the name of a conversation" = "Verwijderen";

"Delete|Label for button to delete previous character" = "Verwijderen";

"Delete|button text for deleting a message" = "Verwijderen";

"Delete|button text for removing an unsent message" = "Verwijderen";

"Details|title for message details page" = "Details";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Kijk wie er in de buurt is";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Ontdek welke vrienden in de buurt zijn en laat ze weten dat je dichtbij bent.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Ontdel wie in de buurt is en laat weten dat je dichtbij bent.";

"Dismiss|Dismiss the audio recorder" = "Negeren";

"Don't Delete|Button to decline to delete the name of a conversation" = "Niet verwijderen";

"Don't Save|Don't save action sheet button" = "Niet opslaan";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Klaar";

"Download|Button title to download an upgrade" = "Downloaden";

"Edit|Edit button/label title for chat divebar" = "Bewerken";

"Email|email field placeholder on login screen" = "E-mail";

"Empty Feedback|Title for empty feedback warning." = "Lege feedback";

"Enter Code|Enter Code page title" = "Voer code in";

"Error|error title after failed to load webview" = "Fout";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook-gebruiker";

"Failed to add members|title for failing to add members dialog" = "Leden toevoegen mislukt";

"Failed to save your settings.|error message after changing thread alert setting." = "Instellingen opslaan mislukt.";

"Favorites|chat bar favorites header title" = "Favorieten";

"Free Call|Text on button that starts a messenger call" = "Gratis gesprek";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Gratis gesprekken niet beschikbaar";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Vrienden van vrienden";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Vrienden op Messenger";

"Get Directions|action sheet option for viewing a map" = "Routebeschrijving maken";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Facebook Messenger downloaden";

"Get Started|Title for NUX" = "Aan de slag";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Geef feedback of rapporteer een probleem";

"Google Image Search|" = "Zoeken in Google Afbeeldingen";

"Group Conversation|Create a group conversation divebar label" = "Groepsgesprek";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Groepsgesprek";

"Group Info|Title of group thread info page." = "Groepsinformatie";

"Help|text for help button" = "Help";

"Hold to Talk|The instruction for holding the record button and talk" = "Houd de knop ingedrukt om te praten";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Ik weet het zeker";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Als je het leuk vindt om %1$@ te gebruiken, zou je dan even willen nemen om deze update te beoordelen? Bedankt!";

"Image Search|action sheet option for choosing a photo from image search" = "Afbeelding zoeken";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Voeg je locatie toe";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Onvolledig contact";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Onjuiste bevestigingscode.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Facebook Messenger installeren?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Installeer Messenger om naar dit bericht te luisteren en je eigen bericht op te nemen.";

"Install|Button text to install the Facebook Messenger" = "Installeren";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Ongeldig contact";

"Invalid Country Code|alert title for invalid country code" = "Ongeldige landcode";

"Invalid Phone Number|alert title for invalid phone number" = "Ongeldig telefoonnummer";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Houd iedereen op de hoogte";

"Last Updated: %@|last updated date in pull to refresh header" = "Laatst bijgewerkt: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Meer informatie";

"Leave Conversation|leave conversation button" = "Gesprek verlaten";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Gesprek verlaten?";

"Leave|Button title for leaving a thread" = "Verlaten";

"Leaving...|Progress text shown while leaving a thread" = "Verlaten...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Laat personen in dit gesprek weten waar je bent.";

"Licenses|Licenses screen title" = "Licenties";

"Licenses|text for licenses button" = "Licenties";

"Like|Like button title" = "Vind ik leuk";

"Load Earlier Messages|message for loading earlier messages" = "Eerdere berichten laden";

"Loading...|Message presented while waiting for content to load." = "Bezig met laden...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Jouw locatie zoeken...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Locatie is uitgeschakeld";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Locatievoorzieningen zijn uitgeschakeld voor dit gesprek";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Locatievoorzieningen zijn uitgeschakeld. Schakel de locatievoorzieningen in om mensen in dit gesprek te laten weten waar je bent.";

"Location services are on|Title of location NUX when user has enabled location services." = "Locatievoorzieningen zijn ingeschakeld";

"Log In to Facebook|Login - Login Button Title for password login" = "Aanmelden bij Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Aangemeld als %1$@";

"Login Approval Required|title of login approval dialog" = "Aanmeldgoedkeuring vereist";

"Login Failed|Invalid login alert title" = "Aanmelden mislukt";

"Map|title of map tab" = "Kaart";

"Mark as Unread|Button label that will mark the thread as unread" = "Markeren als ongelezen";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Onderweg vrienden ontmoeten";

"Message|divebar message button title" = "Bericht";

"Messages|Messenger module display name" = "Berichten";

"Messages|name of the app with Facebook brand" = "Berichten";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Meer vrienden (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Meer vrienden (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Meer online vrienden";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "OPMERKING: Personen die je toevoegt, zien alle voorgaande berichten in dit gesprek.";

"Name is Too Long|alert title for long conversation name" = "Naam is te lang";

"Name|Placeholder text: Name of new contact" = "Naam";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Mis nooit meer een bericht";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Mis nooit meer een bericht van je vrienden.";

"New Contact|Button title: Create a new contact" = "Nieuw contact";

"New Message|Title of screen shown when user is composing a new message" = "Nieuw bericht";

"New version available|Title of alert displayed when new version is available" = "Nieuwe versie beschikbaar";

"Next|Generic button to move to next item" = "Volgende";

"Next|button label for moving to the next screen" = "Volgende";

"No Message|dialog title for when user tries to send an empty message" = "Geen bericht";

"No Recipients|dialog title for when user tries to send to no recipients" = "Geen ontvangers";

"No Results|Accessibility label describing a contacts search result with no results" = "Geen resultaten";

"No locations shared recently.|message on map view when no location has been shared recently" = "Onlangs geen locaties gedeeld.";

"No response.|Error reported when no response is received from the server" = "Geen reactie.";

"No, Thanks|Label on button for user to decline to rate the app" = "Nee, dank je";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Niemand ziet precies waar je bent";

"Not Now|Button text to temporarily ignore the installation message" = "Niet nu";

"Not Now|Not now alert popup button" = "Niet nu";

"Not Now|Title of button to not share location for now." = "Niet nu";

"Not Now|button label for deferring enabling push notifications" = "Niet nu";

"Not now|Button title to decline an upgrade" = "Niet nu";

"Notifications for This Conversation|Title for per-thread notification settings" = "Meldingen voor dit gesprek";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Meldingen zijn uitgeschakeld voor dit gesprek.";

"Notifications|Label for enabling/disabling notification" = "Meldingen";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Uitgeschakeld tot %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Uitgeschakeld voor 1 uur";

"Off|Short string for indicating that alerts are off" = "Uit";

"On|Short string for indicating that alerts are on" = "Aan";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Openen in Maps";

"Password|password field placeholder on login screen" = "Wachtwoord";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Mensen in dit gesprek kunnen je locatie op de kaart zien.";

"People|Section title for list of thread participants." = "Mensen";

"People|title of people tab" = "Personen";

"Phone Number|placeholder text for phone number field" = "Telefoonnummer";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefoon of e-mail";

"Pin friends you message most|Label when users have no favorites" = "Zet de vrienden die je het vaakst berichten stuurt boven in de lijst";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Controleer je bevestigingscode en probeer het opnieuw.";

"Please check your network connection and try again.|" = "Controleer je netwerkverbinding en probeer het opnieuw.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Controleer je nummer en probeer het opnieuw.";

"Please check your number and try again.|alert message for invalid phone number" = "Controleer je nummer en probeer het opnieuw.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Download de nieuwste versie van Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Typ een bericht of voeg een foto toe als bijlage";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Voer een telefoonnummer of e-mailadres in.";

"Please enter a valid country code.|alert message for invalid country code" = "Voer een geldige landcode in.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Voer het e-mailadres en wachtwoord waarmee je je aanmeld bij Facebook.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Vooer de naam en contactgegevens van de persoon in.";

"Please include a description of your problem.|Message for empty feedback warning." = "Voeg een beschrijving van je probleem toe.";

"Please rate the quality of your call|Prompt for call quality survey" = "Beoordeel de kwaliteit van je gesprek";

"Please re-login to renew your session.|Error message for expired session" = "Meld opnieuw aan om de sessie te vernieuwen.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Maak een kortere gespreksnaam.";

"Preview|title for image preview screen" = "Voorbeeld";

"Privacy & Terms|text for privacy and terms button" = "Privacy en voorwaarden";

"Pull down to refresh...|message for pull down to refresh" = "Trek omlaag om te vernieuwen…";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Berichten voor pushmeldingen zijn uitgeschakeld.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Geluiden voor pushmeldingen zijn uitgeschakeld.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Pushmeldingen zijn uitgeschakeld.";

"Push up to refresh...|message for push up to refresh" = "Duw omhoog om te vernieuwen…";

"REC|The record button" = "REC";

"Rate %@|Alert title for asking user to rate this app." = "%1$@ beoordelen";

"Rate %@|Label on button prompting user to rate the app." = "%1$@ beoordelen";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Bereik je vrienden waar ze nu op dit moment ook zijn, via hun mobiel of op internet.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Bereik je vrienden waar ze ook zijn";

"Record Audio|action sheet option for recording some audio" = "Audio opnemen";

"Record Video|action sheet option for recording a video" = "Video opnemen";

"Record Voice|Button label for attaching an audio clip" = "Gesproken bericht opnemen";

"Record|Record button for voice message" = "Opnemen";

"Record|Record button for voice recording" = "Opnemen";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Recorder kon niet starten";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Opnemen geannuleerd";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Loslaten om opname te annuleren";

"Release to refresh...|message for releasing to refresh" = "Laat los om te vernieuwen…";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Stuur me later een herinnering";

"Remove Attachment|action sheet option for removing current attachment" = "Bijlage verwijderen";

"Remove Photo|action sheet option for removing chosen photo" = "Foto verwijderen";

"Remove Photo|action sheet option for removing current attachment" = "Foto verwijderen";

"Removing...|text for removing progress" = "Verwijderen...";

"Report a Problem|title for give feedback or report bug" = "Een probleem rapporteren";

"Resend|Resend - Resend Button Title" = "Opnieuw verzenden";

"Retry|generic retry button" = "Opnieuw";

"Save Photo|action sheet option to save photo to library" = "Foto opslaan";

"Save photo as conversation image?|" = "Foto als gespreksafbeelding opslaan?";

"Save|" = "Opslaan";

"Saving...|Progress text shown while saving a new image for a thread" = "Opslaan…";

"Saving...|Progress text shown while saving a new name for a thread" = "Opslaan…";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Vrienden zoeken";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Meer vrienden zoeken…";

"Search to add favorites|placeholder in edit favorites search bar" = "Zoeken om toe te voegen aan Favorieten";

"Search|placeholder in search bar" = "Zoeken";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Zoeken…";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Kijk welke vrienden zich op loopafstand bevinden of op bezoek zijn in jouw plaats en laat het ze weten als je in de buurt bent.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Gezien door iedereen";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Gezien door iedereen";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Gezien door %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Gezien door %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Gezien door %1$@";

"Seen by:|Text for seen state header" = "Gezien door:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Gezien om %1$@ in de buurt van %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Gezien: %1$@";

"Select country code|select country code text" = "Selecteer landcode";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Verzenden naar telefoon, chat en internet";

"Send|Nav bar send button text" = "Verzenden";

"Send|Send button for voice message" = "Versturen";

"Send|text to show in the send button" = "Verzenden";

"Sending...|sending progress text" = "Verzenden…";

"Sent a message|default notification text for messages with no body text" = "Een bericht verzonden";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Verstuurd via Messenger";

"Sent from email|indicator that a message was sent from email" = "Verstuurd via e-mail";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Verstuurd vanaf een mobiele telefoon";

"Sent from web|indicator that a message was sent sent from web or chat" = "Verstuurd vanaf internet";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Verstuurd vanuit %1$@";

"Session Expired|Error title for expired session" = "Sessie verlopen";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Instellingen app > Algemeen > Locatiediensten";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Instellingen app > Locatiediensten";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Instellingen app &gt; Privacy &gt; Locatieservices";

"Settings|Settings alert popup button" = "Instellingen";

"Settings|title for settings page" = "Instellingen";

"Settings|title of settings tab" = "Instellingen";

"Share|Share button title" = "Delen";

"Shared a link|text for a link share" = "Heeft een link gedeeld";

"Shared a photo|text for a photo share" = "Heeft een foto gedeeld";

"Shared a video|text for a video share" = "Heeft een video gedeeld";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Registreren bij Facebook";

"Skip|Skip - Skip Button Title" = "Overslaan";

"Something went wrong. Want to try again?|retry dialog message" = "Er is iets fout gegaan. Opnieuw proberen?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Er is helaas iets fout gegaan";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Groepschats starten";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Geen media meer bijvoegen";

"Stop|Stop button for voice recording" = "Stoppen";

"Submit|Submit button title" = "Verzenden";

"Switch Account|text for switching logged in user" = "Wisselen van account";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Schakel over op Wi-Fi om te gesprek te voltooien";

"Take Photo|action sheet option for taking a photo" = "Foto maken";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Klik op \"Probeer het opnieuw\" om dit bericht te verzenden.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Tik op tandwiel om de chatfunctie in te schakelen";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Tik om te kijken wie er in de buurt is";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Tik om terug te gaan naar het gesprek";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Tik om een bericht te sturen";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Tik om locatievoorzieningen in te schakelen";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Dat nummer kan geen sms ontvangen.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Stuur een sms naar je vrienden, waar ze ook zijn: op hun telefoon of via chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Dat telefoonnummer kan geen sms ontvangen.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Er is een probleem met de verbinding met Facebook. Controleer je verbinding en probeer het opnieuw.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Er is een probleem opgetreden tijdens de verbinding van je gesprek. Maak verbinding met Wi-Fi en probeer het opnieuw.";

"This Conversation|header text for alert settings applying to a single conversation" = "Dit gesprek";

"Timeline|Button text to go to a user's timeline" = "Tijdlijn";

"Timeline|divebar timeline button title" = "Tijdlijn";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Tip: mis nooit meer een bericht";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Om gesprekken te kunnen accepteren, moet je de nieuwste versie van Messenger installeren.";

"To complete your phone number activation, please enter the activation code|" = "Voer de activeringscode in om je telefoonnummer te activeren";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Ga naar je %1$@ om een locatie aan je berichten toe te voegen.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Om een gesprek te kunnen starten, moet je de nieuwste versie van Messenger installeren.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Schakel waarschuwingen voor dit gesprek uit via de gespreksinstellingen.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Ga naar je %1$@ om de locatievoorzieningen voor alle gesprekken uit te schakelen.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Om meldingen in te schakelen, ga je naar iPhone-instellingen %1$@ Meldingen %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Om deze functie te gebruiken, ga je naar de instellingen op je %1$@ en kies je Locatieservices. Selecteer AAN voor Facebook.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Om deze functie te gebruiken, ga je naar de instellingen voor %1$@ en tik je op Privacy en vervolgens Locatieservices. Selecteer AAN voor Facebook.";

"To|Accessibility label for to field in contact picker" = "Aan";

"To:|to field in contact picker" = "Aan:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Vasthouden om te praten. \nLaat los om te verzenden of schuif van de knop af om te annuleren.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Probeer het opnieuw";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Chat uitschakelen";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Uitschakelen tot 8:00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Gedurende 1u uitschakelen";

"Turn Off|Option to turn off alerts" = "Uitschakelen";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Chat inschakelen";

"Turn On Location Services|Error message title when location services are unavailable." = "Locatieservices inschakelen";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Meldingen inschakelen";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Meldingen inschakelen";

"Turn On|Option to turn on alerts" = "Inschakelen";

"Turn On|Turn on alerts" = "Inschakelen";

"Turn On|button label for deferring enabling push notifications" = "Inschakelen";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Pushberichten inschakelen";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Schakel pushberichten in om op de hoogte te blijven van nieuwe berichten die binnenkomen.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Typen…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Kan %1$@ niet bellen";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Kan gesproken bericht niet afspelen";

"Unable to Save Image|retry dialog title for setting thread image" = "Kan afbeelding niet opslaan";

"Unable to Send|Title for send feedback failed warning." = "Kan niet versturen";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Kan niet meer personen toevoegen aan het gesprek. Probeer het opnieuw.";

"Unable to name your conversation.|error message after setting conversation name" = "Kan je gesprek geen naam geven.";

"Unable to remove you right now.|error messages after leaving conversation" = "Kan je nu niet verwijderen.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Kan geen favorieten voor de berichtenfunctie in Facebook opslaan";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Kan bericht niet verzenden. Opnieuw?";

"Unable to send message.|Alert text for when a message failed to send." = "Kan bericht niet verzenden.";

"Unable to send right now.|error message for failing to send message" = "Kan nu niet verzenden.";

"Unpin|button title to remove user from favorites" = "Verwijderen uit Favorieten";

"Update|Get new version now button." = "Bijwerken";

"Updating...|updating progress text" = "Bijwerken…";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Nu upgraden";

"Use|use nav bar button in photo preview screen" = "Gebruiken";

"View Call|Text show on button that views an incoming call" = "Gesprek bekijken";

"View in Maps|action sheet option for viewing a map" = "Weergeven in Maps";

"View|Alert button that takes user to the thread where a message failed to send" = "Weergeven";

"We'll text you a link to confirm your number.|Confirmation information text" = "We sms'en je een link om je nummer te bevestigen.";

"Welcome to Messenger|Title for NUX page" = "Welkom bij Messenger";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Naar wie wil je dit bericht verzenden?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Je kunt dit instellen in de privacyinstellingen.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "We sturen je nu een sms-bericht met een aanmeldcode.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Je krijgt geen melding als je een bericht hebt ontvangen.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Bellen met Messenger is niet mogelijk via deze provider. Schakel Wi-Fi in je telefooninstellingen in.";

"Your message was not sent.|text shown when a message failed to send" = "Je bericht is niet verzonden.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Je berichten zijn niet verzonden.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "1 dag geleden actief";

"active 1h ago|indicator that a user was active 1 hour ago" = "1 uur geleden actief";

"active 1m ago|indicator that a user was active 1 minute ago" = "1 minuut geleden actief";

"active now|indicator that a user is currently active, on web or mobile" = "nu actief";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "actief op mobiel %1$@ geleden";

"active on mobile|presences status for being active on mobile" = "actief op mobiel";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$i dagen geleden actief";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$i uur geleden actief";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$i min. geleden actief";

"active %@ ago|presences status for being active a relative time ago" = "actief %1$@ geleden";

"error|A short message for audio play error" = "fout";

"is calling|text below the caller's name when they are calling" = "belt";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "typt…";

"on mobile|presences status for being available on mobile" = "op mobiel";

"online %@ ago|presences status for being online on the web a relative time ago" = "%1$@ geleden online";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "typen…";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d van %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i Vriend van vrienden";

"%i Friend|Number of friends in search result (singular)" = "%1$i Vriend";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i Vrienden van vrienden";

"%i Friends|Number of friends in search result (plural)" = "%1$i Vrienden";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dagen";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i uur";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minuten";

"%id|short indicator that a user was active 2+ days ago" = "%1$id";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$iu";

"%im|short indicator that a user was active 2+ minute ago" = "%1$im";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ en %2$@ gebruiken Facebook Messenger";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ zijn in de buurt";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ is in de buurt";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ belt";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ zit in een ander gesprek";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ is niet beschikbaar";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ typt…";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ heeft je geprobeerd te bellen";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ gebruikt Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@ en nog %2$i";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ en %3$@ gebruiken Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ en 1 andere vriend gebruiken Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ en %4$i andere vrienden gebruiken Messenger";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u vriend is in de buurt";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u vrienden zijn in de buurt";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u vrienden zijn in de buurt";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u van je vrienden delen het wanneer ze in de buurt zijn";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto bijgevoegd";

"%u photos attached|Accessibility text for a photo set" = "%1$u foto's bijgevoegd";

